{
  "projects": [
    {
      "id": "1",
      "title": {
        "tr": "Modern Banyo Tasarımı",
        "en": "Modern Bathroom Design"
      },
      "category": "Banyo",
      "location": "İzmir",
      "year": 2024,
      "images": ["/images/bathroom-design-1.png", "/images/bathroom-design-2.png", "/images/bathroom-design-3.png"],
      "description": {
        "tr": "Modern ve şık banyo tasarımı projesi. Minimalist yaklaşım ve fonksiyonel çözümlerle hayata geçirilen bu projede, doğal malzemeler ve akıllı depolama çözümleri bir araya getirilmiştir.",
        "en": "Modern and elegant bathroom design project. This project, realized with a minimalist approach and functional solutions, brings together natural materials and smart storage solutions."
      }
    },
    {
      "id": "2",
      "title": {
        "tr": "Kafe İç Mekan Tasarımı",
        "en": "Cafe Interior Design"
      },
      "category": "Ticari",
      "location": "İstanbul",
      "year": 2024,
      "images": ["/images/cafe-design-1.png", "/images/cafe-design-2.png"],
      "description": {
        "tr": "Sıcak ve davetkar atmosfere sahip kafe iç mekan tasarımı. Doğal ahşap malzemeler, endüstriyel detaylar ve rahat oturma alanları ile müşterilere unutulmaz bir deneyim sunuyor.",
        "en": "Cafe interior design with a warm and inviting atmosphere. It offers customers an unforgettable experience with natural wood materials, industrial details and comfortable seating areas."
      }
    },
    {
      "id": "3",
      "title": {
        "tr": "Kış Bahçesi Tasarımı",
        "en": "Winter Garden Design"
      },
      "category": "Konut",
      "location": "Ankara",
      "year": 2024,
      "images": ["/images/winter-garden-1.png", "/images/winter-garden-2.png"],
      "description": {
        "tr": "Doğayla iç içe kış bahçesi tasarımı. Cam yüzeyler, doğal bitkiler ve rahat mobilyalarla dört mevsim kullanılabilir bir yaşam alanı oluşturulmuştur.",
        "en": "Winter garden design integrated with nature. A living space that can be used in all four seasons has been created with glass surfaces, natural plants and comfortable furniture."
      }
    },
    {
      "id": "4",
      "title": {
        "tr": "Yatak Odası Tasarımı",
        "en": "Bedroom Design"
      },
      "category": "Konut",
      "location": "İzmir",
      "year": 2024,
      "images": [
        "/images/bedroom-design-1.png",
        "/images/bedroom-design-2.png",
        "/images/bedroom-design-3.png",
        "/images/bedroom-design-4.png"
      ],
      "description": {
        "tr": "Rahat ve huzurlu yatak odası tasarımı. Soft tonlar, kaliteli tekstiller ve akıllı aydınlatma çözümleri ile dinlendirici bir atmosfer yaratılmıştır.",
        "en": "Comfortable and peaceful bedroom design. A relaxing atmosphere has been created with soft tones, quality textiles and smart lighting solutions."
      }
    }
  ]
}
